var ALERT_TEXT_OBJ = {
    'basic' : [
        '잘못된 접근입니다.',
        'ERROR :: ',
        '문제가 발생했습니다.\n서버문제일 수 있으니 잠시 후 다시 시도해주세요.',
        '존재하지 않는 유저입니다.',
        '로그인 후 이용하실 수 있습니다.',
        '이벤트에 연결되지 않은 유저입니다. 관리자에게 문의해주세요.'
    ],
    'login' : [
        '성함 입력해주세요.',
        '핸드폰번호를 입력해주세요.',
        '인증번호를 입력해주세요.',
        '강의 동영상 유출 방지에 동의해주세요.', //추가
        '개인정보 수집에 동의해주세요.',
        'SMS 전송 중, 문제가 발생했습니다. 올바른 휴대폰번호인지 확인해주세요.',
        'SMS 전송 중, 문제가 발생했습니다. 관리자에게 문의해주세요.',
        '잘못된 인증번호입니다.',
        '가입되지 않은 유저이거나\n성명 또는 휴대폰번호가 잘못 입력되었습니다.'
    ],
    'vod' : [
        '현재 시청하실 수 없는 강의입니다.',
        '선택하신 강의를 시청하시겠습니까?\n(선택하신 강의 완료전, 다른 강의는 시청 하실 수 없습니다.)',
        '필수강의를 시청완료 하신 후 다음강의를 시청하실 수 있습니다.',
        '이전 선택하신 강의가 완료되지 않았습니다.',
        '강의를 모두 시청한 후에만, 문제풀이 버튼이 활성화 됩니다.',
        '지금 보고 계신 영상의 시청을 중지하고\n강의목록 화면으로 이동하시겠습니까?',
        '이미 문제풀이가 완료되었습니다.'
    ],
    'date' : '접속이 가능한 시간이 아닙니다.\n2020년 11월 29(일) ~ 12월 08일(화) 까지 접속이 가능합니다.'
}